Repository: giannoudak/CultMacedonia
Catalog: CULTMACEDONIA_v2/App_GlobalResources/Views/Points/View.*.resx
Languages: el_gr

# AddToFavoritesText
source: Favorite this!
el_gr: Προσθήκη στα Αγαπημένα

# BorderlessText
source: Borderless
el_gr: Χωρίς περίγραμα

# CommentPanelText
source: Comments
el_gr: Σχόλια Χρηστών

# FullScreenText
source: Fullscreen
el_gr: Πλήρη οθόνη

# InfoPanelText
source: General Info
el_gr: Γενικές Πληροφορίες

# isFavorite
source: You like this!
el_gr: Σας αρέσει!

# LaunchGalleryText
source: Launch Image Gallery
el_gr: Προβολή

# PhotoGalleryPanelText
source: Photos
el_gr: Φωτογραφίες

# RatingsPanelText
source: Ratings
el_gr: Βαθμολογίες

# LabelPointDescription
source: Place Description
el_gr: Περιγραφή

# LabelPointName
source: Place Name
el_gr: Όνομα μνημείου

# PointDescrRequired
source: Monument's description is required!
el_gr: Η περιγραφή δεν μπορεί να είναι κενή!

# PointNameRequired
source: Monument's name is required!
el_gr: Το όνομα δεν μπορεί να είναι κενό!

source: Drop files
el_gr: Μετακινήστε αρχεία

# ImageFile
source: Delete Image
el_gr: Διαγραφή Εικόνας

source: or click
el_gr: ή κάντε κλικ

source: to upload
el_gr: για ανέβασμα

source: Monuments
el_gr: Αξιοθέατα

# NewActionText
source: Add New
el_gr: Νέα Καταχώρηση

source: Home
el_gr: Αρχική

source: Close to me...
el_gr: Κοντά σε μένα...

# CreateDialogTitle
source: New Monument Submit Result
el_gr: Αποτελέσματα Καταχώρησης Αξιοθέατου

# CreateResultSuccess
source: New Monument {0} successfully submited. Your submission must be verified by the Administrator. Close the dialog to preview the newly added monument!
el_gr: Το αξιοθέατο {0} καταχωρήθηκε επιτυχώς. Η καταχώρησή σας θα πρέπει να ενεργοποιηθεί από τους διαχειριστές! Κλείστε τον διάλογο για να μεταφερθείτε αυτόματα στην προβολή του!

# DialogClose
source: Close
el_gr: Κλείσιμο

# EditDialogTitle
source: Monument Edit Result
el_gr: Αποτέλεσμα Επεξεργασίας Αξιοθέατου

# EditResultSuccess
source: Monument {0} editing was successfull. Close the dialog to view the updated monument!
el_gr: Η ενημέρωση του αξιοθέατου {0} έγινε επιτυχώς. Κλείστε τον διάλογο για να μεταφερθείτε αυτόματα στην ανανεωμένη προβολή!

# Radius
source: enter radius here
el_gr: δώσε ακτίνα

source: Search
el_gr: Αναζήτηση

source: Search Criteria
el_gr: Κριτήρια Αναζήτησης

source: Search Results
el_gr: Αποτελέσματα Αναζήτησης

# UseCriteria
source: Use the criteria above to search for monuments!
el_gr: Χρησιμοποιείστε τα παραπάνω κριτήρια για να αναζητήσετε αξιοθέατα

source: When
el_gr: Πρίν/Μετά

# WhenAfter
source: After
el_gr: Μετά

# WhenBefore
source: Before
el_gr: Πριν

source: Year
el_gr: Χρονολογία

# CategoryCaption
source: Category
el_gr: Χρήση αρχικής ή κύριας φάσης

# CategoryRequired
source: Category selection is required!
el_gr: Η επιλογή κατηγορίας είναι υποχρεωτική!

# Contact
source: Contact us
el_gr: Επικοινωνία

source: Contact info
el_gr: Στοιχεία Επικοινωνίας

# ContactSmall
source: we love to hear from you
el_gr: θα θέλαμε να σας ακούσουμε

# CreateFailure
source: Monument submit failed! Please correct the above errors.
el_gr: Η Καταχώρηση Αξιοθέατου Απέτυχε! Παρακαλώ διορθώστε τα παρακάτω σφάλματα.

# CreateResultFailure
source: Monument Submit failed! Please correct the following.
el_gr: Η καταχώρηση του νέου αξιοθέατου απέτυχε. Παρακαλώ διορθώστε το παρακάτω σφάλμα.

# EditActionText
source: Monument Edit
el_gr: Επεξεργασία Αξιοθέατου

# EditFailure
source: Monument edit failed! Please correct the above errors.
el_gr: Η Επεξεργασία του Αξιοθέατου Απέτυχε! Παρακαλώ διορθώστε τα παρακάτω σφάλματα.

# email
source: Email Address
el_gr: Το Email σας

# EraCaption
source: Era
el_gr: Χρονολογικά πλαίσια

# EraRequired
source: Era property selection is required!
el_gr: Η επιλογή χρονολογικής περιόδου ειναι υποχρεωτική!

# EthnologicalCaption
source: Ethnological
el_gr: Εθνολογική ταυτότητα

# EthnologicalRequired
source: Ethnological type selection is required!
el_gr: Η επιλογή εθνολογικής ταυτότητας είναι υποχρεωτικη!

source: First
el_gr: Αρχή

# labelYear
source: Υear
el_gr: Χρονολογία

source: Last
el_gr: Τέλος

source: Message
el_gr: Αφήστε κείμενο

# mobilesmall
source: when you are on the road!
el_gr: όλα από το κινητό σας!

source: Next
el_gr: Επόμενη

source: of
el_gr: από

source: Page
el_gr: Σελίδα

# phdrAddress
source: enter monument address and try to geocode!
el_gr: δώστε διεύθυνση και πατήστε geocode

# phdrmail
source: enter e-mail address
el_gr: e-mail

# phdrphone
source: enter phone number
el_gr: τηλέφωνο

# phdrweb
source: enter web site
el_gr: ιστοσελίδα

source: Place and Address
el_gr: Νομός/Τοποθεσία & Διεύθυνση

source: Prev
el_gr: Προγηγούμενη

# PropectionCaption
source: Protection Level
el_gr: Καθεστώς προστασίας

# PropertyCaption
source: Property Type
el_gr: Ιδιοκτησιακό καθεστώς

# PropertyRequired
source: Property type selection is required!
el_gr: Η επιλογή ιδιοκτησιακού καθεστώτος ειναι υποχρεωτική!

# ProtectionRequired
source: Protection level selection is required!
el_gr: Η επιλογή καθεστώτος προστασίας είναι υποχρεωτική!

# ReligionCaption
source: Religion
el_gr: Θρησκευτική ταυτότητα

# ReligionRequired
source: Religiont selection is required!
el_gr: Η επιλογή θρησκευτικής ταυτότητας είναι υποχρεωτική!

source: Showcase of all Monuments
el_gr: Προβολή όλων των αξιοθέατων

# submit
source: mail us!
el_gr: Αποστολή!

# UploadDialogTitle
source: Image Upload Result
el_gr: Αποτέλεσμα Μεταφόρτωσης Φωτογραφίας

# username
source: Name
el_gr: Το όνομά σας

source: View Monument
el_gr: Προβολή

source: Delete
el_gr: Διαγραφή

source: Edit
el_gr: Επεξεργασία

source: Page Size:
el_gr: Μέγεθος Σελίδας:

# PlaceAddress
source: Address
el_gr: Διεύθυνση

# PlaceNomos
source: Place
el_gr: Τοποθεσία Νομός

source: View
el_gr: Προβολή

# SightRegistrationErrorInSubmit
source: Sight Registration Failed! Close this dialog to correct the the errors and please try again.
el_gr: Η καταχώρηση του αξιοθέατου απέτυχε! Παρακαλώ κλείστε τον διάλογο για να διορθώσετε τα σφάλματα και δοκιμάστε ξανά.

# SightRegistrationSysErrorInSubmit
source: Sight Registration Failed! Something went wrong! Please be patient and try again.
el_gr: Η καταχώρηση του αξιοθέατου απέτυχε! Παρακαλώ κλείστε τον διάλογο και δοκιμάστε ξανά.
